CSI API ETABS v1
cLoadCases.ModHistLinear Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cCaseModalHistoryLinear ModHistLinear { get; }
ReadOnly Property ModHistLinear As cCaseModalHistoryLinear
	Get
Dim instance As cLoadCases
Dim value As cCaseModalHistoryLinear
value = instance.ModHistLinear
property cCaseModalHistoryLinear^ ModHistLinear {
	cCaseModalHistoryLinear^ get ();
}
abstract ModHistLinear : cCaseModalHistoryLinear with get
Property Value
Type: cCaseModalHistoryLinear
See Also
Reference
cLoadCases Interface
ETABSv1 Namespace